template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tem="http://tempuri.org/">
    <soapenv:Header/>
    <soapenv:Body>
        <tem:GetDebtorMessagesContentForPeriodByIdBankrupt>
            <tem:idBankrupt>@bankruptid@</tem:idBankrupt>
            <tem:startDate>@startdate@</tem:startDate>
        </tem:GetDebtorMessagesContentForPeriodByIdBankrupt>
    </soapenv:Body>
</soapenv:Envelope>